tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "d12frosted/emacs-plus"
tap "dbcli/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "railwaycat/emacsmacport"
tap "stripe/stripe-cli"
tap "vapor/tap"
brew "ack"
brew "act"
brew "astyle"
brew "automake"
brew "xz"
brew "awscli"
brew "bat"
brew "gettext"
brew "pkg-config"
brew "python@3.9"
brew "clang-format"
brew "cmake"
brew "curl"
brew "deno"
brew "direnv"
brew "editorconfig"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "libtool"
brew "gnupg"
brew "gnupg@2.2"
brew "go"
brew "gomodifytags"
brew "gopls"
brew "gotests"
brew "graphviz"
brew "openjdk"
brew "kafka"
brew "lazydocker"
brew "lazygit"
brew "lcov"
brew "libgccjit"
brew "lua-language-server"
brew "luajit"
brew "maven"
brew "node@16"
brew "mycli"
brew "zlib"
brew "mysql", restart_service: true
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "node@14"
brew "nvm"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "prettier"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sdl2"
brew "shellcheck"
brew "solidity"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zig", args: ["HEAD"]
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "docker"
cask "dynamodb-local"
cask "fig"
cask "font-victor-mono-nerd-font"
cask "gimp"
cask "hyper"
cask "iterm2"
cask "kitty"
cask "macdown"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "temurin"
cask "vlc"
