tap "charmbracelet/tap"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "ack"
brew "aspell"
brew "bat"
brew "bison"
brew "cmake"
brew "cocoapods"
brew "direnv"
brew "docker-compose"
brew "pkg-config"
brew "emacs", restart_service: true
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-filter-repo"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopls"
brew "hugo"
brew "lazydocker"
brew "lazygit"
brew "lcov"
brew "libvterm"
brew "libyaml"
brew "marksman"
brew "mycli"
brew "mysql", restart_service: true
brew "neovim", args: ["HEAD"]
brew "node"
brew "openjdk"
brew "pgcli"
brew "postgresql@14", restart_service: true
brew "rabbitmq", restart_service: true
brew "raylib"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "so"
brew "solana"
brew "solidity"
brew "tree"
brew "ttyd"
brew "wget"
brew "yarn"
brew "zig"
brew "dopplerhq/cli/doppler"
cask "alacritty"
cask "android-platform-tools"
cask "appcleaner"
cask "flutter"
cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "lazy"
cask "love"
cask "ngrok"
cask "spotify"
cask "stats"
cask "vlc"
