tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "railwaycat/emacsmacport"
tap "stripe/stripe-cli"
tap "superfly/tap"
tap "twilio/brew"
# Search tool like grep, but optimized for programmers
brew "ack"
# Run your GitHub Actions locally 🚀
brew "act"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Generic library support script
brew "libtool"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Client for Amazon Elastic Beanstalk web service
brew "aws-elasticbeanstalk"
# Programmable completion for Bash 3.2
brew "bash-completion"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Collection of portable C++ source libraries
brew "boost"
# GNU internationalization (i18n) and localization (l10n) library
brew "gettext"
# GNU Emacs text editor
brew "emacs", link: false
# Emacs dependency management
brew "cask"
# Modern, C++-native, header-only, test framework
brew "catch2"
# C/C++/ObjC language server
brew "ccls"
# Cross-platform make
brew "cmake"
# Reimplementation of ctags(1)
brew "ctags"
# Secure runtime for JavaScript and TypeScript
brew "deno"
# Bash, Zsh and Fish completion for Docker
brew "docker-completion"
# More intuitive version of du in rust
brew "dust"
# General purpose Language Server
brew "efm-langserver"
# Programming language for highly scalable real-time systems
brew "erlang"
# Functional metaprogramming aware language built on Erlang VM
brew "elixir"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Open-source formatting library for C++
brew "fmt"
# Libraries to talk to Microsoft SQL Server and Sybase databases
brew "freetds"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU compiler collection
brew "gcc"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Render markdown on the CLI
brew "glow"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Platform built on V8 to build network applications
brew "node"
# Simple zero-configuration command-line HTTP server
brew "http-server"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Selection-based modal text editor
brew "kakoune"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Just-In-Time Compiler (JIT) for the Lua programming language
brew "luajit", args: ["HEAD"]
# Scalable distributed version control system
brew "mercurial"
# Run a Kubernetes cluster locally
brew "minikube"
# MessagePack implementation for C++ / msgpack.org[C++]
brew "msgpack-cxx"
# Open source relational database management system
brew "mysql", restart_service: true
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Small build system for use with gyp or CMake
brew "ninja"
# Terminal multiplexer
brew "tmux"
# Process manager for Procfile-based applications and tmux
brew "overmind"
# Swiss-army knife of markup format conversion
brew "pandoc"
# General-purpose scripting language
brew "php@7.4", restart_service: true
# Pinentry for GPG on Mac
brew "pinentry-mac"
# Object-relational database system
brew "postgresql", restart_service: true
# Cross-platform application and UI framework
brew "qt@5", link: true
# Messaging broker
brew "rabbitmq", restart_service: true
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Persistent key-value database, with built-in net interface
brew "redis", restart_service: true
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Experimental Rust compiler front-end for IDEs
brew "rust-analyzer"
# Rust toolchain installer
brew "rustup-init"
# Display and control your Android device
brew "scrcpy"
# Cross-shell prompt for astronauts
brew "starship"
# Version control system designed to be a better CVS
brew "subversion"
# Code-search similar to ack
brew "the_silver_searcher"
# Simplified and community-driven man pages
brew "tldr"
# CLI tool that moves files or folder to the trash
brew "trash"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Vi 'workalike' with many additional features
brew "vim"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# UNIX shell (command interpreter)
brew "zsh"
# Zsh port of Fish shell's history search
brew "zsh-history-substring-search"
# AWS SAM CLI 🐿 is a tool for local development and testing of Serverless applications
brew "aws/tap/aws-sam-cli"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community"
# YAMAMOTO Mitsuharu's Mac port of GNU Emacs
brew "railwaycat/emacsmacport/emacs-mac"
# Stripe CLI utility
brew "stripe/stripe-cli/stripe"
# unleash the power of Twilio from your command prompt
brew "twilio/brew/twilio"
# Application launcher and productivity software
cask "alfred"
# Transfer files from and to an Android smartphone
cask "android-file-transfer"
# Android SDK component
cask "android-platform-tools"
# Application uninstaller
cask "appcleaner"
# Text editor
cask "atom"
# Utility to create and modify archives
cask "betterzip"
# Utility that prevents the system from going to sleep
cask "caffeine"
# Tool to list all active shortcuts of the current application
cask "cheatsheet"
# App to build and share containerized applications and microservices
cask "docker"
cask "doubletwist"
# Text editor
cask "emacs"
# Screen color temperature controller
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
# Free and open-source image editor
cask "gimp"
# Game development engine
cask "godot"
# Neovim GUI written in Golang, using a Golang qt backend
cask "goneovim"
# Web browser
cask "google-chrome"
# HTTP and GraphQL Client
cask "insomnia"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Shows the next meeting in the menu bar
cask "meetingbar"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# QuickLook plug-in that renders source code with syntax highlighting
cask "qlcolorcode"
# QuickLook generator for Markdown files
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Team communication and collaboration software
cask "slack"
# Music streaming service
cask "spotify"
# System monitor for the menu bar
cask "stats"
# Application for inspecting installer packages
cask "suspicious-package"
# Open-source BitTorrent client
cask "transmission"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
cask "webpquicklook"
